{
    "header": {
        "working_hours": "Open 7:30 AM - 5:00 PM / Mon - Sun, no lunch breaks",
        "hotline": "Hotline: 028 7102 6595",
        "register_vaccine": "Register for vaccination",
        "login": "Sign in",
        "register": "Register",
        "home": "Home",
        "introduction": "Introduction",
        "children_vaccine": "Children's Vaccines",
        "adult_vaccine": "Adult Vaccines",
        "vaccine_packages": "Vaccine Packages",
        "guide": "Guide",
        "price_list": "Price List",
        "diseases": "Diseases",
        "news": "News",
        "search_placeholder": "Search vaccine by name, age group, manufacturer...",
        "signout": "Sign Out"
    },
    "landing": {
        "introduction": "Introduction",
        "vaccine_services": "Vaccination Services",
        "vaccine_for_pregnant": "Vaccination for Pregnant Women",
        "vaccine_for_children": "Vaccination Packages for Children",
        "vaccine_on_demand": "Vaccination on Demand",
        "vaccine_for_adults": "Vaccination Packages for Adults",
        "vaccine_list": "Vaccine List",
        "view_all": "View All",
        "book_appointment": "Book Appointment",
        "latest_news": "Latest News",
        "disease_section": "Disease Studies",
        "scroll_top": "Scroll to Top",
        "about_description_1": "VaxMS was created to provide a modern vaccination management solution, meeting the growing demand for health and disease prevention in Vietnam.",
        "about_description_2": "VaxMS provides a modern vaccination management solution, helping to optimize the process of registration, lookup, and vaccination reminders.",
        "show_more": "Show More",
        "show_less": "Show Less",
        "news_comments": "Comments",
        "news_1_title": "Preventing dangerous diseases caused by pneumococcal bacteria in the elderly",
        "news_1_snippet": "The World Health Organization (WHO) estimates that approximately 1.6 million people die each year from pneumonia, meningitis, and sepsis caused by pneumococcal bacteria...",
        "news_2_title": "Preventing cervical cancer",
        "news_2_snippet": "Cervical cancer is the second most common and dangerous cancer in women, after breast cancer. Each year, thousands of women worldwide are diagnosed with...",
        "news_3_title": "How long after the first measles shot should the second one be administered?",
        "news_3_snippet": "Experts recommend that children from 9 months old, adults, pregnant women, the elderly, and those with underlying health conditions should proactively get vaccinated...",
        "disease_1_title": "Should children receive the pneumococcal vaccine? Vaccination schedule and benefits for the child?",
        "disease_1_snippet": "In addition to vaccines for tuberculosis, hepatitis B, whooping cough, diphtheria, and tetanus...",
        "disease_2_title": "How much does it cost to vaccinate a dog against rabies? Where is it safe and reliable?",
        "disease_2_snippet": "How much does it cost to vaccinate against rabies? Where are the reputable and safe places to get the vaccination?",
        "disease_3_title": "Should you get the pneumococcal or the 6-in-1 vaccine first? Can they be administered together?",
        "disease_3_snippet": "Should the pneumococcal or 6-in-1 vaccine be administered first? This is a common question asked by many parents..."
    }
}